export const bibleVerses = [
    {
        "id" : 1,
        "verses" : "തന്റെ ഏകജാതനായ പുത്രനിൽ വിശ്വസിക്കുന്ന ഏവനും നശിച്ചുപോകാതെ നിത്യജീവൻ പ്രാപിക്കേണ്ടതിന്നു ദൈവം അവനെ നല്കുവാൻ തക്കവണ്ണം ലോകത്തെ സ്നേഹിച്ചു.",
        "from" : "യോഹന്നാൻ 3:16"
    },
    {
        "id" : 2,
        "verses" : "ഒരു വ്യത്യാസവുമില്ല; എല്ലാവരും പാപം ചെയ്തു ദൈവതേജസ്സു ഇല്ലാത്തവരായിത്തീർന്നു.",
        "from" : "റോമർ 3:23"
    },
    {
        "id" : 3,
        "verses" : "പാപത്തിന്റെ ശമ്പളം മരണമത്രേ; ദൈവത്തിന്റെ കൃപാവരമോ നമ്മുടെ കർത്താവായ യേശുക്രിസ്തുവിൽ നിത്യജീവൻ തന്നേ.",
        "from" : "റോമർ 6:23"
    },
    {
        "id" : 4,
        "verses" : "ഞാൻ തന്നേ വഴിയും സത്യവും ജീവനും ആകുന്നു; ഞാൻ മുഖാന്തരമല്ലാതെ ആരും പിതാവിന്റെ അടുക്കൽ എത്തുന്നില്ല.",
        "from" : "യോഹന്നാൻ 14:6"
    },
    {
        "id" : 5,
        "verses" : "അവനെ കൈക്കൊണ്ടു അവന്റെ നാമത്തിൽ വിശ്വസിക്കുന്ന ഏവർക്കും ദൈവമക്കൾ ആകുവാൻ അവൻ അധികാരം കൊടുത്തു.",
        "from" : "യോഹന്നാൻ 1:12"
    },
    {
        "id" : 6,
        "verses" : "യേശു അവനോടു: “ആമേൻ, ആമേൻ, ഞാൻ നിന്നോടു പറയുന്നു; പുതുതായി ജനിച്ചില്ല എങ്കിൽ ദൈവരാജ്യം കാണ്മാൻ ആർക്കും കഴിയകയില്ല ” എന്നു ഉത്തരം പറഞ്ഞു.",
        "from" : "യോഹന്നാൻ 3:3"
    },
    {
        "id" : 7,
        "verses" : "ന്യായപ്രമാണപ്രകാരം ഏകദേശം സകലവും രക്തത്താൽ ശുദ്ധീകരിക്കപ്പെടുന്നു; രക്തം ചൊരിഞ്ഞിട്ടല്ലാതെ വിമോചനമില്ല.",
        "from" : "എബ്രായർ 9:22"
    },
    {
        "id" : 8,
        "verses" : "നിങ്ങൾ തിരിഞ്ഞു ശിശുക്കളെപ്പോലെ ആയ്‍വരുന്നില്ല എങ്കിൽ സ്വർഗ്ഗരാജ്യത്തിൽ കടക്കയില്ല എന്നു ഞാൻ സത്യമായിട്ടു നിങ്ങളോടു പറയുന്നു.",
        "from" : "മത്തായി 18:3"
    },
    {
        "id" : 9,
        "verses" : "ഞാൻ വാതിൽക്കൽ നിന്നു മുട്ടുന്നു; ആരെങ്കിലും എന്റെ ശബ്ദം കേട്ടു വാതിൽ തുറന്നാൽ ഞാൻ അവന്റെ അടുക്കൽ ചെന്നു അവനോടും അവൻ എന്നോടും കൂടെ അത്താഴം കഴിക്കും.",
        "from" : "വെളിപ്പാടു 3:20"
    },
    {
        "id" : 10,
        "verses" : "നമ്മുടെ പാപങ്ങളെ ഏറ്റുപറയുന്നു എങ്കിൽ അവൻ നമ്മോടു പാപങ്ങളെ ക്ഷമിച്ചു സകല അനീതിയും പോക്കി നമ്മെ ശുദ്ധീകരിപ്പാൻ തക്കവണ്ണം വിശ്വസ്തനും നീതിമാനും ആകുന്നു.",
        "from" : "1 യോഹന്നാൻ 1:9"
    },
    {
        "id" : 11,
        "verses" : "യേശുവിനെ കർത്താവു എന്നു വായികൊണ്ടു ഏറ്റുപറകയും ദൈവം അവനെ മരിച്ചവരിൽ നിന്നു ഉയിർത്തെഴുന്നേല്പിച്ചു എന്നു ഹൃദയംകൊണ്ടു വിശ്വസിക്കയും ചെയ്താൽ നീ രക്ഷിക്കപ്പെടും. ഹൃദയം കൊണ്ടു നീതിക്കായി വിശ്വസിക്കയും വായികൊണ്ടു രക്ഷെക്കായി ഏറ്റുപറകയും ചെയ്യുന്നു. “കർത്താവിന്റെ നാമത്തെ വിളിച്ചപേക്ഷിക്കുന്ന ഏവനും രക്ഷിക്കപ്പെടും” എന്നുണ്ടല്ലോ.",
        "from" : "റോമർ 10:9, 10, 13"
    },
    {
        "id" : 12,
        "verses" : "കൃപയാലല്ലോ നിങ്ങൾ വിശ്വാസംമൂലം രക്ഷിക്കപ്പെട്ടിരിക്കുന്നതു; അതിന്നും നിങ്ങൾ കാരണമല്ല; ദൈവത്തിന്റെ ദാനമത്രേയാകുന്നു. ആരും പ്രശംസിക്കാതിരിപ്പാൻ പ്രവൃത്തികളും കാരണമല്ല.",
        "from" : "എഫെസ്യർ 2:8, 9"
    },
    {
        "id" : 13,
        "verses" : "അവൻ നമ്മെ നാം ചെയ്ത നീതിപ്രവൃത്തികളാലല്ല, തന്റെ കരുണപ്രകാരമത്രേ രക്ഷിച്ചതു.",
        "from" : "തീത്തൊസ് 3:5"
    },
    {
        "id" : 14,
        "verses" : "കർത്താവായ യേശുവിൽ വിശ്വസിക്ക; എന്നാൽ നീയും നിന്റെ കുടുംബവും രക്ഷപ്രാപിക്കും എന്നു അവർ പറഞ്ഞു.",
        "from" : "അപ്പൊ. പ്രവൃത്തികൾ 16:31"
    },
    {
        "id" : 15,
        "verses" : "പുത്രനിൽ വിശ്വസിക്കുന്നവന്നു നിത്യജീവൻ ഉണ്ടു; പുത്രനെ അനുസരിക്കാത്തവനോ ജീവനെ കാണുകയില്ല; ദൈവക്രോധം അവന്റെമേൽ വസിക്കുന്നതേയുള്ള.",
        "from" : "യോഹന്നാൻ 3:36"
    },
    {
        "id" : 16,
        "verses" : "ഞാൻ അവെക്കു നിത്യജീവൻ കൊടുക്കുന്നു; അവ ഒരുനാളും നശിച്ചു പോകയില്ല; ആരും അവയെ എന്റെ കയ്യിൽ നിന്നു പിടിച്ചുപറിക്കയും ഇല്ല.",
        "from" : "യോഹന്നാൻ 10:28"
    },
    {
        "id" : 17,
        "verses" : "ഒരുത്തൻ ക്രിസ്തുവിലായാൽ അവൻ പുതിയ സൃഷ്ടി ആകുന്നു; പഴയതു കഴിഞ്ഞുപോയി, ഇതാ, അതു പുതുതായി തീർന്നിരിക്കുന്നു.",
        "from" : "കൊരിന്ത്യർ2 5:17"
    },
    {
        "id" : 18,
        "verses" : "നിങ്ങൾ ദുഃഖിക്കരുതു; യഹോവയിങ്കലെ സന്തോഷം നിങ്ങളുടെ ബലം ആകുന്നുവല്ലോ എന്നു പറഞ്ഞു.",
        "from" : "നെഹെമ്യാവു 8:10"
    },
    {
        "id" : 19,
        "verses" : "ഞാൻ യഹോവയെ എല്ലാകാലത്തും വാഴ്ത്തും; അവന്റെ സ്തുതി എപ്പോഴും എന്റെ നാവിന്മേൽ ഇരിക്കും.",
        "from" : "സങ്കീർത്തനങ്ങൾ 50:23"
    },
    {
        "id" : 20,
        "verses" : "ജയഘോഷം അറിയുന്ന ജനത്തിന്നു ഭാഗ്യം; യഹോവേ, അവർ നിന്റെ മുഖപ്രകാശത്തിൽ നടക്കും.",
        "from" : "സങ്കീർത്തനങ്ങൾ 89:14"
    },
    {
        "id" : 21,
        "verses" : "സകല ഭൂവാസികളുമായുള്ളോരേ, യഹോവെക്കു ആർപ്പിടുവിൻ. സന്തോഷത്തോടെ യഹോവയെ സേവിപ്പിൻ; സംഗീതത്തോടെ അവന്റെ സന്നിധിയിൽ വരുവിൻ.",
        "from" : "സങ്കീർത്തനങ്ങൾ 100:1, 2"
    },
    {
        "id" : 22,
        "verses" : "എല്ലാറ്റിന്നും സ്തോത്രം ചെയ്‍വിൻ; ഇതല്ലോ നിങ്ങളെക്കുറിച്ചു ക്രിസ്തുയേശുവിൽ ദൈവേഷ്ടം.",
        "from" : "തെസ്സലൊനീക്യർ1 5:18"
    },
    {
        "id" : 23,
        "verses" : "ദോഷം വിട്ടകന്നു ഗുണം ചെയ്ക; സമാധാനം അന്വേഷിച്ചു പിന്തുടരുക.",
        "from" : "സങ്കീർത്തനങ്ങൾ 34:14"
    },
    {
        "id" : 24,
        "verses" : "നിന്റെ മക്കൾ എല്ലാവരും യഹോവയാൽ ഉപദേശിക്കപ്പെട്ടവരും നിന്റെ മക്കളുടെ സമാധാനം വലിയതും ആയിരിക്കും.",
        "from" : "യെശയ്യാ 54:13"
    },
    {
        "id" : 25,
        "verses" : "യിസ്രായേലേ, കേൾക്ക; യഹോവ നമ്മുടെ ദൈവമാകുന്നു; യഹോവ ഏകൻ തന്നേ.",
        "from" : "ആവർത്തനം 6:4"
    },
    {
        "id" : 26,
        "verses" : "ഞാനും പിതാവും ഒന്നാകുന്നു.",
        "from" : "യോഹന്നാൻ 10:30"
    },
    {
        "id" : 27,
        "verses" : "ഞാൻ തന്നേ വഴിയും സത്യവും ജീവനും ആകുന്നു; ഞാൻ മുഖാന്തരമല്ലാതെ ആരും പിതാവിന്റെ അടുക്കൽ എത്തുന്നില്ല.",
        "from" : "യോഹന്നാൻ 14:6"
    },
    {
        "id" : 28,
        "verses" : "നമ്മുടെ പിതാവായ ദൈവത്തിങ്കൽനിന്നും കർത്താവായ യേശുക്രിസ്തുവിങ്കൽനിന്നും നിങ്ങൾക്കു കൃപയും സമാധാനവും ഉണ്ടാകട്ടെ.",
        "from" : "റോമർ 1:4"
    },
    {
        "id" : 29,
        "verses" : "നിങ്ങൾ ദൈവത്തിന്റെ മന്ദിരം എന്നും ദൈവത്തിന്റെ ആത്മാവു നിങ്ങളിൽ വസിക്കുന്നു എന്നും അറിയുന്നില്ലയോ?",
        "from" : "കൊരിന്ത്യർ 1s 3:16"
    },
    {
        "id" : 30,
        "verses" : "യഹോവയെ ഭയപ്പെട്ടു, അവന്റെ വഴികളിൽ നടക്കുന്ന ഏവനും ഭാഗ്യവാൻ; നിന്റെ കൈകളുടെ അദ്ധ്വാനഫലം നീ തിന്നും; നീ ഭാഗ്യവാൻ; നിനക്കു നന്മ വരും.",
        "from" : "സങ്കീർത്തനങ്ങൾ 128:1, 2"
    },
    {
        "id" : 31,
        "verses" : "ദൈവരാജ്യം ഭക്ഷണവും പാനീയവുമല്ല, നീതിയും സമാധാനവും പരിശുദ്ധാത്മാവിൽ സന്തോഷവും അത്രേ.",
        "from" : "റോമർ 14:17"
    }
]
