// import Footer from '@/components/shared/Footer';
import NoData from '@/components/shared/NoData';
import React from 'react'

const About = () => {
  const scheduleData = [
    {
      day: 'Sunday',
      services: [
        { time: '7.00 am', service: 'Morning Prayer' },
        { time: '8.00 am', service: 'Holy Qurbana' }
      ]
    },
    {
      day: 'Saturday & Other Days (Special occasions)',
      services: [
        { time: '6.30 am', service: 'Morning Prayer' },
        { time: '7.00 am', service: 'Holy Qurbana' }
      ]
    },
    {
      day: 'Wednesday',
      services: [
        { time: '5.30 pm', service: 'Evening Prayer' }
      ]
    }
  ];

  return (
    <>
      <div className='container'>
        <div id="history" className='mt-3'>
          <h3 className='fs-16'>History</h3>
          <hr />
          <p className='malayalam-font'>
            A.D. 13-ാാാ നൂറ്റാണ്ടിൽ കാർത്തികപ്പള്ളി താലൂക്കിൽ
              ചിതരിപ്പർത്തിരുന്ന നസ്രാണി രമൂഹ ഹരിപ്പാട്ട് ഇപ്പ്പാൾ സരൻ്്് പ്
              താമസ് മിഷൻ് സരൻ്്റർ സ്ഥ ിതി സചയ്യുന്ന സ്ഥ ലത്ത് ഒരു പ് േവാലയസ്ഥ
              ാപിക്കുകയു അതിൽ ആരാധിക്കുകയു ആത്മീയ േിഷ്ഠതികൾ
              നിർവഹിക്കുകയു സചയ്തിരുന്നു. ആ സ്ഥ ല ഇന്നു പള്ളി പറമ്പ് എന്ന്
              അറിയസപ്പടുന്നു. ഹരിപ്പാടിൻ്്സറ സ് പാന്ത സ് പപ്േശങ്ങളിൽ അതിവരിച്ചിരുന്ന
              നസ്രാണികൾക്ക് മാസ്തമലല വിവിധ മേസ്ഥർക്ക് ഈ പ് േവാലയ ഒരു
              അത്താണിയായിരുന്നു.
              കാർത്തികപ്പള്ളി രാജാവിൻ്്സറ കാലത്ത് ഹരിപ്പാടിൻ്്സറ േീപസ്ത ഭ
              ആയിരുന്ന പ് േവാലയ സപാളിച്ചു മാറ്റുന്നതിനു അത് രാജാവിൻ്്സറ പ്
              കാട്ടയ്ക്കകത്ത് സ്ഥ ാപിക്കുന്നതിനു രാജാവ് ഉത്തരവിട്ടു. പ് ചപ്പാടിൻ്്സറ
              രമീപവാരികൾ ആയിരുന്ന സ് കിസ്തയാനികളുസട അഭയർഥന മാനിച്ച്
              ഹരിപ്പാട് നിന്നു സപാളിച്ച പള്ളിയുസട പകുതി കാർത്തികപ്പള്ളിയിലു
              ബാക്കി പകുതി പ് ചപ്പാട്ടുമായി രണ്ടു പ് േവാലയങ്ങൾ സ്ഥ ാപിക്കുന്നതിന്
              രാജാവ് കല്പിച്ചു. അങസന രണ്ടു പ് േവാലയങ്ങൾ ഉയർന്നു വസന്നങ്കിലു
              ഹരിപ്പാട് സ് പപ്േശത്തിന് പ് േവാലയ നഷ്ടമായി.
              കരുവാറ്റ കുഴിത്താറ്റിൽ ബഹുമാനയനായ മാതയു മുൻ്രിഫ് ഹരിപ്പാട്
              മുൻ്രിഫ് ആയി സ് പവർത്തിക്കുന്ന കാലത്ത് ഹരിപ്പാട്ടുകാർക്ക് നഷ്ട്ടസപ്പട്ടു പ്
              പായ പ് േവാലയ പുനസ്ഥാപിക്കാൻ് ഉള്ള സ് ശമ ആര ഭിച്ചു. അതിൻ്്സറ
              ഫലമായി ഹരിപ്പാട് നിന്നു അരനാഴിക േൂരത്തുള്ള പിലപ്പുഴയിൽ ഒരു പ്
              േവാലയത്തിന് ശിലാസ്ഥാപന കർമ്മ നിർവഹിച്ചത് അന്നസത്ത നിരണ
              ഭസ്ോരനത്തിൻ്്സറ ചുമതല വഹിച്ചിരുന്ന പുണയപ്ലാകനായ പരിശുദ്ധ
              പരുമല തിരുപ്മനിയുസട തൃക്കരങ്ങൾ സകാണ്ടാണ്. ഹരിപ്പാട് സരൻ്്് പ്
              മരിസ് ഓർത്തപ് ാക്സസ് രുറിയാനി പള്ളി എന്ന പ് പരിൽ പരിശുദ്ധ
              ദേവമാതാവിൻ്്സറ നാമത്തിൽ 1901 ഒക്സപ്ടാബർ 23ന് (സകാലലവർഷ 1077
              തുലമാര 7ാാാ തിയതി) ആയിരുന്നു ശിലാസ്ഥാപന കർമ്മ .
              പരിശുദ്ധ പരുമല തിരുപ്മനിയുസട ഇഹപ്ലാക ശുസ്ശുഷ കാലയളവിൽ
              അവരാനമായി സ്ഥ ാപിച്ച പ് േവാലയ എന്ന കീർത്തിയു ഹരിപ്പാട്ടു നിന്ന്
              അരനാഴിക േൂരത്തായതിനാൽ അരനാഴിക പള്ളി എന്നു കാലാന്തരത്തിൽ
              ആരാഴിപ്പള്ളി എന്നു സപാതുസവ അറിയസപടുന്നതിനു ഇടയായി. ഇന്ന്
              ഈ പ് േവാലയ സതക്കൻ് മണർകാട് എന്നു അറിയസപ്പടുന്നു.....
              രാധാരണക്കാരു രാധുക്കളു തപ്േശവാരികളുമായ സ്
              കിസ്തയാനികളുസട നിരന്തരമായ പരിസ്ശമവു അതിപ്ലസറ സ്
              വതാനുഷ്ഠാനങ്ങപ്ളാസട തുടസര തുടസര ഉള്ള സ് പാർത്ഥനകളുമാണ് ഈ പ്
              േവാലയ ഇവിസട ര ജാതമാകുവാൻ് ഇടയായത് എന്ന്
              വിശവരിക്കസപ്പടുന്നു. നാനാജാതി മതസ്ഥരുസട തീസ്വമായ പരിസ്ശമവുപ്
              േവാലയ സ്ഥ ാ പനത്തിൻ്്സറ പിന്നിൽ ഉണ്ടായിരുന്നു. അതുസകാണ്ട് തസന്ന
              ഈ പ് േവാലയത്തിൻ്്സറ സപരുന്നാൾ ചടങ്ങുകൾക്ക് നാനാജാതി മതസ്ഥരുസട
              ആത്മാർത്ഥമായ രഹകരണവുസ് പാർത്ഥനയു ഉറച്ച വിശവാരവു അവർ
              അനുഭവിച്ചുസകാണ്ടിരിക്കുന്ന ദേവകൃപയുസട അനർഗള സ് പവാഹത്തിനുള്ള
              നാന്ദിയായി സ് പകടിക്കുന്നതാസണന്ന് പ് നരിട്ട് മനസ്സിൽ ആക്കാൻ് കഴിയുന്നു.
              പരിശുദ്ധ ദേവമാതാവിപ്നാടുള്ള മദ്ധയസ്ഥതകൾക്ക് പ് പരുപ്കട്ട ഈ പ്
              േവാലയത്തിസല സപരുന്നാൾ ചടങ്ങുകളു വളസര വിപുലമായി നടത്തുന്ന
              പതിവാനുള്ളത്. നാനാജാതി മതസ്ഥരായ തപ്േശാവാരികൾക്ക് ഈ പ്
              േവാലയ ഒരു അഭയ പ് കസ്ന്ദ ആണ്. ഈ പ് േവാലയത്തിൽ വന്ന് ഒരു പ്
              നരസമങ്കിലുസ് പാർഥിച്ചിട്ടുള്ളവർക്ക് അത്ഭുതകരമായ ഫലരിദ്ധി
              ലഭിച്ചിട്ടുണ്ട്. ഇപ്പ്പാഴു ലഭിച്ചുസകാണ്ടിരുന്നു. ഈ പ് േവലയപ്ത്താടുള്ള
              ഭക്തിയു വിശവാരവു നാൾക്കുനാൾ വർദ്ധിക്കുകയു പരിശുദ്ധ
              ദേവമാതാവിൻ്്സറ മദ്ധയസ്ഥതയിലുള്ള അഭയാർത്ഥന വളരുകയു സചയ്തു
              സകാണ്ടിരിക്കുന്നത് ഈ കാരണത്താലാണ്. സതക്കൻ് മണർകാട്
              എന്നറിയസപ്പടുന്ന ആരാഴിപ്പള്ളിയിസല എട്ടുപ്നാമ്പാചരണവു സപരുന്നാൾ
              ആപ് ാഷവു സരപ്റ്റ്റ ബർ മാര 1 മുതൽ 8 വസര തീയതികളിലാണ്.
          </p>
        </div>
        <div id="service-timing" className='mt-5'>
          <h3 className='fs-16'>Service timing</h3>
          <hr />
          <table className="table table-bordered table-striped mb-2 fs-14">
            <thead>
              <tr>
                <th>Day</th>
                <th>Time</th>
                <th>Service</th>
              </tr>
            </thead>
            <tbody>
              {scheduleData.map((item, index) => (
                <React.Fragment key={index}>
                  {item.services.map((service, serviceIndex) => (
                    <tr key={serviceIndex}>
                      {serviceIndex === 0 && (
                        <td rowSpan={item.services.length}>{item.day}</td>
                      )}
                      <td>{service.time}</td>
                      <td>{service.service}</td>
                    </tr>
                  ))}
                </React.Fragment>
              ))}
            </tbody>
          </table>
        </div>
        <div id="parish-administration" className='mt-5'>
          <h3 className='fs-16'>Parish administration</h3>
          <hr />
          <NoData />
        </div>
      </div>
      {/* <Footer /> */}
    </>
  )
}

export default About